{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Your personal data is stored by EPAM and/or our service providers, strictly to the extent necessary for the performance of our obligations and only for the time necessary to achieve the purposes for which the information is collected, in accordance with applicable law. \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Your personal data in the form of employee documentation, as defined by the provisions of law, is stored by EPAM for 10 years from the end of the calendar year in which the employment relationship ended. In other cases EPAM will delete your personal data ongoing when no longer necessary and at the latest 3 years after the termination of your employment, unless it is deemed necessary to store your personal data for documentation purposes e.g., due to a dispute, including for the establishment, exercise or defence of legal claims, or due to a specific legal obligation to retain your data for longer or shorter period of time.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"When EPAM no longer needs to use your personal data or does not need to retain it for compliance with any legal or regulatory purpose, we will take reasonable steps to remove it from our systems and/or records and/or take steps to properly anonymize it so that you can no longer be identified from it.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]}]}}\""}