{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"unordered-list\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Your personal information is stored by EPAM and/or our service providers, strictly to the extent necessary for the performance of our obligations and only for the time necessary to achieve the purposes for which the information is collected, in accordance with applicable law. When EPAM no longer needs to use your personal information or does not need to retain it for compliance with any legal or regulatory purpose, we will take reasonable steps to remove it from our systems and/or records and/or take steps to properly anonymize it so that you can no longer be identified from it. \\\\r\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Generally, as per the requirements of the Labour Code, the Accountancy Act and the Regulations on the labour-book and the continuity of employment, EPAM stores in paper and/ or electronic form for a period of not less than 50 years as of termination of the relevant employment agreement the employment agreement itself, additional agreements to it, employment order, additional agreements/orders for re-employment, orders for unpaid leave of more than 30 work days in one calendar year, orders for termination of employment agreement, employment books if not returned to the employees, records and copies of issued certificates  and all documentation certifying the remuneration paid out to the employees. Personal data in accountancy registers and processed for the purposes of tax and social security control shall be stored for up to 10 years as from 01 of January of the reported period following the reporting period to which they refer. All other documents in the employee files are kept in paper and/ or electronic form for a period of not more than 5 years as of termination of the respective employment agreement,  unless it is deemed necessary to store your personal data for other purposes e.g., due to a dispute, including for the establishment, exercise or defence of legal claims, where personal data will be stored for the duration of the respective proceedings, or due to a specific legal obligation  to retain your data for longer or shorter period of time.  \\\\r\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Any documentation containing personal data of job candidates who have not become employees of EPAM will be stored for up to a maximum of six months after their collection unless the candidate has granted his/her consent personal data to be stored for a longer period.\\\\r\\\",\\\"marks\\\":[]}]}]}]}]}}\""}