{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM is committed to providing our employees with a safe environment free of illegal drugs and alcohol misuse.  \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"All employees are expected to be fit for duty, which means able to perform your job functions safely and efficiently whenever at work or representing EPAM.  If you are not fit for duty, for whatever the reason, including the use of legal, illegal, prescription, or over the counter medication or substances, you should immediately notify your supervisor of any restriction or impairment.  \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Employees are prohibited from manufacturing, using, possessing, buying, selling, making, dispensing or being under the influence of illegal drugs or illegal drug paraphernalia wherever working, present on our property or officially representing EPAM.  Please note, any drugs that are illegal under federal law, but legal under local law, are covered by this policy and within the definition of “illegal drugs” for purpose of this policy.  Closely related activities, such as offering or conspiring to sell drugs to employees, customers, or third parties is also prohibited.  EPAM furthermore expects employees to refrain from off-the-job illegal drug activities that could damage EPAM’s reputation or operation.  Employees should also be aware that aside from potential serious health and safety concerns, illegal drug use can also lead to criminal prosecution under Federal, State and Local Laws, which may result in fines or imprisonment.  If you are arrested for or convicted of any drug-related offense at any time during your employment, you are required to notify People Management as soon as you are able, and in all cases prior to reporting to work following the arrest or conviction.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Employees are also prohibited from alcohol misuse in the scope of employment, which includes consuming alcoholic beverages while working or representing EPAM without authorization by your supervisor; abusing alcohol off-hours to the extent that it negatively impacts your work performance; and abusing alcohol at EPAM or client sponsored events, or while entertaining for business purposes.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Any employee who recognizes their own need for counseling or medical assistance due to dependence on drugs or alcohol may voluntarily contact People Management to discuss the matter and understand whether any leave options may be available. \\\",\\\"marks\\\":[]}]}]}}\""}