{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Your personal information is stored by EPAM and/or our service providers only for the time necessary to achieve the purposes for which the information is collected or to meet mandatory legal obligations. When EPAM no longer needs to use your personal information or does not need to retain it for compliance with any legal or regulatory purpose, we will take reasonable steps to remove it from our systems and/or records and/or take steps to properly anonymize it so that you can no longer be identified from it. Please consult Annex 1 for more information on retention of your personal data by EPAM, or contact EPAM’s data privacy team at \\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"inline\\\",\\\"type\\\":\\\"link\\\",\\\"data\\\":{\\\"url\\\":\\\"mailto:privacy@epam.com\\\"},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"privacy@epam.com\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\".\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\rEPAM takes all measures necessary to maintain data security. This means that the confidentiality, integrity and accessibility (to authorized persons) of personal information must be ensured. Confidentiality means that personal information can be accessed only by those authorized to use such information. Integrity means that the personal information must be accurate and adequate for the purpose for which it is processed. Accessibility means that authorized users must be able to access the personal information, if they need such information for the permitted purposes. Accordingly, EPAM ensures that appropriate measures are in place to protect the personal information against unauthorized or unlawful processing and against accidental loss, destruction or damage. EPAM complies with the above principles by applying adequate software and hardware security measures (including the monitoring of physical access and system access, locks, alarms, firewalls, etc.). EPAM uses appropriate processes and technologies to ensure the protection of personal information from their collection until their deletion.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]}]}}\""}