{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"The company may make regular telecommuting (100% remote work/work from home) or other flexible work arrangements, if applicable and available to employees if it does not detract from EPAM’s ability to meet the needs of our business and our clients. Each delivery manager will determine, in his or her discretion, which positions within a department may be eligible for telecommuting or other flexible work arrangements, as any need or request arises based on the specific job requirements and the individual request.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"►\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Criteria.\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"  The success of telecommuting or other flexible work arrangements depends on the nature of the position held, successful performance in the role prior to the request, and on having appropriate expectations around availability, employee safety, etc. in place. Each application for telecommuting/flexible hours will be considered individually, taking into account the likely effects it will have on the company and its clients, the employee’s performance and the employee's colleagues.   \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"The company reserves the right to amend the stated criteria at any time, as determined in its sole discretion.  \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"►\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Health and Safety Risk Assessment\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\". Any remote work area needs to be suitable for working.  Ideally, the employee should have a separate room or work area set aside for telecommuting that is sufficient in terms of accommodating all necessary furniture and office equipment and with appropriate lighting and cooling, ventilation, noise and distraction free, etc. It is the employee's responsibility to take reasonable care to maintain the telecommuting environment to the satisfactory health and safety standards.  The company is not responsible for any costs associated with the initial setup of the employee’s remote worksite, such as remodeling, furniture, lighting, etc.  The expectation is that an employee requesting a telecommuting arrangement already maintains an adequate site to serve as the remote work area.  The employee is responsible for any private injuries and/or diseases, as well as for injuries sustained by any visitors to the employee’s remote work area.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"►\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Company Equipment.\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"  Company equipment is all equipment provided by or paid for by the company.  Examples may include computer hardware and software, mobile phone, drives, files, etc. The employee agrees that they are responsible for ensuring the company's equipment is properly maintained and kept safe and secure at all times. Employee must ensure a private and reliable internet connection.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"►\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Confidentiality.\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" Telecommuting employees must ensure the security and safekeeping of any confidential information belonging to EPAM, or any client. Such information should not be accessible to family or friends of the employee, nor to other visitors to the employee's home. Hard copy files should be kept in locked areas and/or drawers or cabinets.  Employees are reminded that while telecommuting, they are still bound by all the terms and conditions in their Employment Agreement, including any terms related to confidentiality, and all other EPAM policies.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"►\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Office Attendance and Availability.\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"  If requested by management, the employee will be required to report to the office or any other designated site.  Examples of reasons why an employee may be requested to report to a worksite include, without limitation, management, team or client meetings or briefings, other business-related meetings, training, appraisals and performance assessment, disciplinary and grievance hearings and/or any other operational reasons.  Employees must be flexible in reporting to the office when requested by management, and if the employee will be working from a worksite other than the regular agreed upon telecommuting site, which would make such attendance problematic, then the employee must advise management in advance.    \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"►\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Documentation of Telecommuting/Flexible Arrangement\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\".  For cases where an employee is/was hired into a position that regularly reports to the office or a client work site and subsequently requests a telecommuting or other flexible work arrangement, prior to starting any regular telecommuting or flexible arrangement, documentation should be completed between the manager and the employee.  In some cases, client approvals will also be required. The documentation should be forwarded to People Management prior to the start date of the arrangement.  \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"►\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Termination of Telecommuting/Flexible Arrangement\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\".  EPAM reserves the right to terminate an employee's telecommuting/flexible arrangement at any time, and for any reason. If the work were to become face-to-face, the employee will be granted the time established in the resolution of telework of the Ministry of Labor in relation to the reversibility.\\\\r\\\",\\\"marks\\\":[]}]}]}}\""}