{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Важно использовать все оправданные средства связи, чтобы оповестить о готовящихся изменениях затрагиваемые команды разработки, рабочие группы поддержки и владельцев сервисов. Из-за того, что многие приложения и сервисы взаимосвязаны, широкие оповещения помогут вам охватить всех заинтересованных пользователей затрагиваемых систем или услуг и никого не пропустить.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Заранее создавайте планы изменений с максимумом деталей : кто, когда, что, что именно и т.д. и распространяйте его. На фазе выполнения у вас может быть недостаточно времени для координации. Подробный план изменения позволит каждому знать свою роль и подготовить собственный сценарий действий.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Обязательно подготовьте и проведите качественное тестирование: убедитесь, что среда тестирования соответствует рабочим условиям в мельчайших деталях (версии программного обеспечения, пакеты обновлений, данные и т.д.). Исключайте ситуации, когда рабочие группы вынуждены будут откатывать изменение и тратить дополнительное время на внеочередное планирование, тестирование и ещё одно выполнение.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"В соответствии с одной из целей процесса управления изменениями, планируйте выполнение изменений так, чтобы не было срывов в предоставлении ИТ-услуг (например, установка новых версий приложения в нерабочее время и т.п.).\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}