{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-header-1\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Controles al comercio y las exportaciones\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Al ser una empresa multinacional, EPAM debe cumplir con la ley de controles al comercio y las exportaciones en todos los países donde opera. La definición de productos controlados puede variar significativamente e ir más allá de los productos, las tecnologías o los servicios relacionados con la seguridad militar o nacional. En caso de que tenga dudas sobre una tecnología en particular que esté siendo usada, consulte con el Oficial de Cumplimiento para que lo ayude a determinar si se aplican restricciones a las exportaciones y la manera de cumplir.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM también debe cumplir con las sanciones y los embargos comerciales impuestos por los gobiernos de los países donde opera. Las sanciones normalmente implican el congelamiento de activos de personas particulares, organizaciones o gobiernos, y la restricción del comercio en ciertos productos/servicios o ciertos tipos de transacciones. Las sanciones por el incumplimiento de las sanciones y los embargos comerciales pueden ser duras, incluyendo multas a las empresas implicadas y condenas de multas y prisión para las personas.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-quote\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM cuenta con procesos de detección que incluyen a todos los clientes, proveedores, subcontratistas y empleados de EPAM. En caso de que necesite asegurar que el socio potencial o existente de EPAM no esté sujeto a alguna sanción y embargo o tenga dudas sobre el proceso de detección, consulte con WFA Finance Internal Audit o el Oficial de Cumplimiento.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Lea el resumen sobre los controles al comercio y las exportaciones y los procedimientos de detección del Código de Conducta de EPAM:\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"separatorBLock\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-header-3\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"с. Controles al comercio y las exportaciones y antiboicot\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Complejas leyes sobre el control al comercio y las exportaciones limitan dónde EPAM puede enviar o recibir productos, servicios o información técnica propia o de sus clientes. Estas leyes también controlan si se puede proporcionar acceso a una persona o a una entidad de un país en particular.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"La definición de productos controlados, servicios y tecnología es compleja y amplia. Es más amplia que productos, servicios e información de uso militar. Puede abarcar productos, servicios, información o datos técnicos de uso comercial (como el código fuente de encriptación). Asegúrese de entender los detalles de la tecnología en particular (como el número de control de exportaciones del cliente para dicha tecnología o si está involucrado el código fuente de encriptación) y consulte al Oficial de Cumplimiento para que lo ayude a determinar si se aplican restricciones a las exportaciones y la manera de cumplir.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Puede que EPAM o su cliente o socio de negocios deba obtener una licencia de control de exportaciones del gobierno o confirmar con nuestro cliente que éste lo ha hecho y que EPAM deba proveer el personal que corresponda.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM también debe cumplir con las sanciones económicas y los embargos que adopten o implementen los países donde opere. Como una empresa con sede en los Estados Unidos, EPAM cumple con las sanciones económicas y los embargos impuestos por el gobierno estadounidense a ciertos países y personas. Usted debe detectar si terceros se encuentran en la lista OFAC de los Estados Unidos y en las listas de otros países identificados por EPAM mediante los procesos de detección y las herramientas automatizadas de EPAM, según se establece en las políticas y los procedimientos de soporte de la empresa. Procure no participar en boicots internacionales no aprobados por el gobierno de los Estados Unidos.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"separatorBLock\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}