{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I, ___________________________, an employee of EPAM Systems, Inc. or one of its wholly owned subsidiaries (“EPAM”), hereby acknowledge and accept the issuance of one EPAM Corporate Credit Card (“Corporate Credit Card”) to me.  I understand this Corporate Credit Card has been issued for the sole purpose of paying reasonable and necessary business travel (e.g., business related transportation, accommodations, meals, and etc.) and entertainment expenses incurred in the course of my duties as an employee of EPAM and in accordance with EPAM's Global Travel and Expense Policy (“Travel Policy”) and EPAM's Corporate Credit Card Policy (“Corporate Credit Card Policy”).  I hereby agree to limit my use of this Corporate Credit Card to such business expenses.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I understand that EPAM, Visa, or Barclays may suspend or cancel my Corporate Credit Card privileges at any time for any reason including failure to comply with the Travel Policy or the Corporate Credit Card Policy and I agree that I am responsible to immediately return the Corporate Credit Card at EPAM's request.  Also, I understand that the Corporate Credit Card will be cancelled upon the termination of my employment or upon my resignation and upon such termination or resignation, I will immediately surrender the Corporate Credit Card.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Spending Limits:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I understand that my Corporate Credit Card has a pre-set limit that may not be exceeded unless there is prior written authorization by Company.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Billing:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I understand all charges incurred on this Corporate Credit Card account are available on-line via EPAM's cost tracking and expense reporting system, which is currently located at\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]},{\\\"object\\\":\\\"inline\\\",\\\"type\\\":\\\"link\\\",\\\"data\\\":{\\\"url\\\":\\\"https://www.concursolutions.com/\\\"},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"https://www.concursolutions.com\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\", (“Concur”), and I hereby agree to submit an expense report each month, from which EPAM will pay the Corporate Credit Card on my behalf.  An accurate and complete business expense report must be submitted in Concur and shall be supported by appropriate documentation as required by and in accordance with the Travel and Corporate Credit Card Policies and that the expense report must be submitted to Concur no later than ten (10) days after my receipt of the billing statement, to ensure timely payment on the account. I agree that failure to submit timely and accurate expense reports into Concur is grounds for discipline or termination of employment.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Validation and Safekeeping:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I understand that the Corporate Credit Card is the non-transferrable property of EPAM which requires proper treatment and I am responsible to protect it from misuse by unauthorized parties.  I understand that I must sign the Corporate Credit Card immediately upon receipt and that I am responsible to protect it from misuse by unauthorized parties. At all times, I will treat the Corporate Credit Card with the same care as I would my own personal credit cards, bankcards, cash and checks.  When using the Corporate Credit Card for internet purchases, I will ensure that the site utilizes industry recognized encryption transmission tools.  I will ensure that after each use, the Corporate Credit Card is returned to me and I will verify that the returned credit card is the Corporate Credit Card that has been assigned to me.  I will not link the Corporate Credit Card to any electronic payment method, including but not limited to PayPal.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Expenses:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I will use the Corporate Credit card responsibly and in accordance with the Travel and Corporate Credit Policies, and any other EPAM travel policies, which may provide additional detail regarding allowing expenses, that govern expenses incurred in the location that I am utilizing the Corporate Credit Card. \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I hereby agree that I am not permitted and will not use the Corporate Credit Card for personal consumption or for expenses that are not permitted by the Travel or Corporate Credit Card Policies or any other EPAM travel policies that govern expenses incurred in the location that I am utilizing the Corporate Credit Card. \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Disputed Items:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I hereby agree that I am accountable for the activity on the card and that I will review the monthly billing statement(s) (list of transactions assigned in Concur). In the event that I notice any charges which appear to be suspicious or fraudulent, I hereby agree that it is my responsibility to follow-up on any such erroneous charges and that I am responsible for any applicable returns or adjustments to ensure proper credit is given on subsequent statements.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Damaged, Lost or Stolen Credit Cards:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"If at any time the Corporate Credit Card is lost or stolen, I agree that I will promptly report the loss or theft of the card by immediately contacting the Corporate Credit Card Bank's 24-hour toll-free number at 1-800-685-4039 (+1-706-644-3224, if calling from abroad) for PNC Cards and for Barclays +0800-151-0900 or 0333-200-9090  if calling from UK or +44(0)1604-230-230 if calling from abroad, and by sending an email to\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]},{\\\"object\\\":\\\"inline\\\",\\\"type\\\":\\\"link\\\",\\\"data\\\":{\\\"url\\\":\\\"mailto:WFACreditCardAdministration@epam.com\\\"},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"WFACreditCardManagement@epam.com\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\". The email shall include the name of Corporate Credit Card cardholder, the last 8 digits of the Credit Card and the date that the Corporate Credit Card was last utilized.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Further, I agree to cooperate in any investigation concerning a suspicious or fraudulent charge or the loss, theft, or suspected misuse of the card. \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I, ____________________, hereby acknowledge that I have received a Corporate Credit Card in my name and that I have been provided with, reviewed and understand the Travel Policy and the Corporate Credit Card Policy.  I understand that it is my responsibility to comply with these policies, including any changes that EPAM may make to such policies in its sole discretion.  I understand that violation of the Travel Policy, Corporate Credit Card Policy or any other applicable policy may result in the immediate cancellation of my Corporate Credit Card, discipline or termination of employment. \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}