{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"2.1.\\\\tThe Company’s employee during remote work, as well as the homeworker shall be available for the Company (for all employees of the Company) at any time during the working days and hours, except for the break period specified in clause 1.3 of the Regulation. It means the employee has to be in online status via e-mail and messengers (Microsoft Teams, Zoom, Skype, Whatsapp, Viber, etc.) namely such applications must be turn on on his/her devices and the employee shall read and answer for electronic letters, text message, phone and video calls, etc.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"2.2.\\\\t In case of remote work, as well as in case of homeworking, the employee is obliged to take part in all planned online meetings and discussions, to perform all the working activities  that he/she would perform in case of organizing the work at the Company's office.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"2.3.\\\\tIn case of remote work, as well as in case of homeworking, the employee is obliged to respond immediately to emails, messages, phone and video calls of the head of his/her department or immediate supervisor, as well as the specialists/employees of the Human Resources Department of the Company, on any matter, including, but not limited to upon request provide complete information on the work (the stage) he/she does. \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"2.4.\\\\tIn case of remote work, as well as in case of homeworking, the employee’s availability with the Company (all employees of the Company) is ensured through any applicable means of communication, including, but not limited to, working e-mail, phone call, text message, messengers and video calls (Microsoft Teams, Zoom, Skype, Whatsapp, Viber, etc.). Among the mentioned communication means, preference is given to the working e-mail addresses opened for each employee in the Company's epam.com domain, as well as to the internal systems (programs) implemented by the Company.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]}]}}\""}