{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"A Purchase Request is a request for the acquisition of hardware from an external source. The HPAM procurement tool can be used for acquisition of items from the HPAM procurement catalog. Any Local IT specialists can create Purchase Requests.  \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"HPAM provides visibility and transparency of the main steps of the procurement process. The system allows to track statuses of a Purchase Request from draft to completion, thus ensuring that all the necessary actions are timely performed by the IT Department. Owing to HPAM connection to CTC, you can see all information related to Purchase Requests, including schedule lines, receiving slips, and other. HPAM allows to have all your Purchase Requests organized in one place to simplify operating and tracking. You can find more details on the \\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"inline\\\",\\\"type\\\":\\\"link\\\",\\\"data\\\":{\\\"url\\\":\\\"https://kb.epam.com/display/EPMCGAMPUB/Purchase+requests\\\"},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"KB page\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\".\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"When calculating the number of orders, it is recommended to proceed from the planned staff growth (including Lab and Anywhere), take into account backup, distribution between models, current position of the trend line, size of warehouse stocks, and the lead time delivery. Countries that face increased pressure due to relocation also need to consider redirected orders from BY and RU.   \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"We expect that the procurement process performed using HPAM will provide more visibility to the EUS and BSS Management, improve tracking of purchases and data integrity. Moreover, the execution of procurement processes in different locations will be standardized. \\\",\\\"marks\\\":[]}]}]}}\""}