{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"English version\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-italic\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"By acknowledging below I am confirming I received access to the EPAM Dominican Republic Employee Handbook (\\\\\\\"Handbook\\\\\\\") in English and Spanish, that I read it, understood it, and agree to comply with it. I understand that EPAM has the maximum discretion permitted by law to interpret, administer, change, modify, or delete the rules, regulations, procedures, and benefits contained in the Handbook at any time, with or without notice. No statement or representation by a supervisor or any other employee, whether oral or written, can supplement or modify this Handbook. Changes can only be made by HR management.  I also understand that any delay or failure by EPAM to enforce any rule, regulation, or procedure contained in the Handbook will not constitute a waiver of EPAM’s right to do so in the future.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Spanish Version\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-italic\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Al reconocer abajo con mi firma estoy confirmando que recibí una copia del Manual del Empleado de EPAM System República Dominicana (\\\\\\\"Manual\\\\\\\") tanto en inglés como en español, que lo leí, lo entendí y estoy de acuerdo en cumplirlo. Entiendo que EPAM tiene la máxima discreción permitida por la ley para interpretar, administrar, cambiar, modificar o eliminar las normas, reglamentos, procedimientos y beneficios contenidos en el Manual en cualquier momento, con o sin previo aviso. Ninguna declaración o representación de un supervisor o de cualquier otro empleado, ya sea oral o escrita, puede complementar o modificar este Manual. Los cambios sólo pueden realizarse si son aprobados por escrito por el Director de Recursos Humanos. También entiendo que cualquier retraso o falta por parte de EPAM para hacer cumplir cualquier norma, reglamento o procedimiento contenido en el Manual no constituirá una renuncia al derecho de EPAM a hacerlo en el futuro.\\\",\\\"marks\\\":[]}]}]}}\""}