{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM NBCU Program is committed to being a leader in supporting and valuing the diversity of the people, organizations, and communities, we serve.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Valuing diversity is recognizing and respecting human differences and similarities.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM NBCU Program is committed to employment diversity with respect to all aspects of employment. All decisions regarding recruitment, hiring, promotion, compensation, employee development decisions such as training, and all other terms and conditions of employment, will be made without regard to race, religious beliefs, color, gender, sexual orientation, marital status, physical and mental disability, age, ancestry, or place of origin.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM NBCU Program makes every reasonable effort to ensure that it is a representative employer of men and women, members of visible minority groups, people with disabilities. To do this, EPAM NBCU Program reaches out to community organizations serving these groups to develop recruitment strategies. EPAM NBCU Program endeavors, where feasible, to eliminate systemic barriers to advancement and/or redress the under-utilization of designated groups.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Everyone at EPAM NBCU Program has a role to play in supporting our commitment to diversity and employment equity. Each employee, regardless of position, is responsible for applying the EPAM's Employment Diversity Policy on an ongoing basis. Each employee is expected to treat all other employees with dignity and respect and in a fair and non-discriminatory manner in all employment related dealings.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}