{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-header-2\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"1.5. Osoby i podmioty, którym ujawniane są dane osobowe pracowników\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"W razie konieczności EPAM może przekazywać dane osobowe pracowników, w tym również wszelkie specjalne kategorie danych osobowych, osobom trzecim, w celach wskazanych w punkcie 1.3 i jak określono poniżej:\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"unordered-list\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"W ramach Grupy kapitałowej EPAM:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"W ramach globalnej struktury EPAM przełożeni pracowników lub niektóre regionalne lub globalne działy mogą pracować lub być umiejscowione w innych spółkach Grupy kapitałowej EPAM. Z tego względu nasz podmiot dominujący z siedzibą w Stanach Zjednoczonych oraz pozostałe podmioty EPAM z globalnej Grupy kapitałowej EPAM mogą otrzymywać dane osobowe pracowników, w szczególności w celu zarządzania kadrami, monitorowania i zapewniania zgodności z procedurami obowiązującymi w EPAM, oraz aby reagować na i wypełniać prośby a także żądania prawne.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Określonym osobom trzecim:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Dotychczasowi lub potencjalni kontrahenci, dostawcy, niezależni doradcy zewnętrzni (np. rewidenci), banki, ubezpieczyciele, świadczeniodawcy oraz inne osoby trzecie również mogą otrzymywać dane osobowe pracowników w zakresie niezbędnym do prowadzenia działalności EPAM, w szczególności do zarządzania relacjami umownymi z takimi osobami trzecimi, administrowania i zapewniania wynagrodzenia, administrowania i zapewniania przysługujących świadczeń oraz innych dodatków związanych z wykonywaną pracą, administrowania kadrami, przestrzegania przepisów obowiązującego prawa oraz wymogów dotyczących zatrudnienia, komunikacji z pracownikami i osobami trzecimi, wypełniania zobowiązań finansowych spółki, oraz aby reagować na i wypełniać żądania prawne. W przypadku pracowników angażowanych w realizację projektu klienta możemy przekazać klientowi opis doświadczenia zawodowego takich pracowników lub kopie ich życiorysu, z podaniem ich imion i nazwisk lub nie, i po usunięciu ich danych kontaktowych. Po wstępnym wyborze pracowników do realizacji projektu klienta, ale jeszcze przed rozpoczęciem przez nich pracy nad projektem, może pojawić się konieczność poddania się przez pracowników badaniu przeszłości, które może zostać przeprowadzone przez nas, klienta lub osobę trzecią, lub konieczność potwierdzenia przez nas klientowi, że dani pracownicy pomyślnie przeszli wszelkie, wymagane badania przeszłości (w tym badania dotyczące karalności). Wszystkie tego rodzaju działania zawsze realizowane są zgodnie z przepisami obowiązującego prawa.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Określonym podmiotom nabywającym lub nabywanym:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}},{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"W przypadku sprzedaży lub przeniesienia całości lub części przedsiębiorstwa EPAM, w którym pracuje dany pracownik, lub w przypadku gdy spółka EPAM nabędzie i włączy inny podmiot do przedsiębiorstwa EPAM, w którym pracuje dany pracownik (lub w przypadku planowania dowolnej innej, podobnej transakcji), dane osobowe pracownika mogą zostać przekazane do takiego innego podmiotu (np. do nowego pracodawcy, potencjalnego nowego pracodawcy, nowo nabytego podmiotu lub potencjalnego nowo nabytego podmiotu) przed transakcją (np. na etapie badania przedinwestycyjnego typu diligence) lub po transakcji, z zastrzeżeniem wszelkich praw przewidzianych przez przepisy obowiązującego prawa, w tym przepisy prawa obowiązującego w jurysdykcjach siedziby takiego innego podmiotu.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Podmiotom przetwarzającym dane osobowe:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Niektóre osoby trzecie, powiązane lub niepowiązane, mogą otrzymywać dane osobowe pracowników w celu ich przetwarzania zgodnie z właściwymi poleceniami („\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Podmioty przetwarzające dane\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"”), w zakresie niezbędnym do wsparcia i ułatwienia procesu przetwarzania danych. Należą do nich zewnętrzni ubezpieczyciele oraz świadczeniodawcy. Podmioty przetwarzające dane będą umownie zobowiązane wdrożyć odpowiednie techniczne i organizacyjne środki bezpieczeństwa w celu zabezpieczenia danych osobowych pracowników oraz w celu przetwarzania danych osobowych pracowników jedynie w sposób im zlecony, oraz będą zobowiązanie zapewnić wystarczającą ochronę transferów danych osobowych.\\\",\\\"marks\\\":[]}]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"W ramach naszych działań i dla celów opisanych w niniejszej Informacji możemy przekazywać dane osobowe pracowników do krajów, organizacji i osób, które należą zarówno do Grupy Kapitałowej EPAM jak znajdują się poza nią.  W celu zapewnienia wystarczającej ochrony takich transferów danych osobowych EPAM stosuje organizacyjne i techniczne środki bezpieczeństwa oraz właściwe zabezpieczenia, w tym umowy o przekazywaniu danych bazujące na unijnych standardowych klauzulach umownych i podobnych wzorach uznanych przez Komisję Europejską i stosowne władze za właściwe. W celu uzyskania dodatkowych informacji oraz kopii stosowanych zabezpieczeń, pracownicy proszeni są o kontakt z zespołem EPAM pod adresem e-mail:\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]},{\\\"object\\\":\\\"inline\\\",\\\"type\\\":\\\"link\\\",\\\"data\\\":{\\\"url\\\":\\\"mailto:privacy@epam.com\\\"},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"privacy@epam.com\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\".\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}