{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Your personal information is stored by the Company and/or our service providers, strictly to the extent necessary for the performance of our obligations and only for the time necessary to achieve the purposes for which the information is collected, in accordance with applicable law. When the Company no longer needs to use your personal information or does not need to retain it for compliance with any legal or regulatory purpose, we will take reasonable steps to remove it from our systems and/or records and/or take steps to properly anonymize it so that you can no longer be identified from it. \\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"The information we process under the Employment Records Act must be kept permanently. We will also keep your personal information if we have to keep them in connection with a legal proceeding or an investigation involving the Company, or an entity related to the Company. We will keep information pertaining to your monetary claims against the Company for the period of the statute of limitations for employment-related claims according to the Labour Act. In the event of any legal proceedings between you and the Company pending after the termination of your employment, we will keep the information until the court proceedings become final. When specific data retention periods are not required by law, we will store your information in accordance with our retention policy, where the retention periods are determined in accordance with the principles of proportionality and storage limitation.\\\\r\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]}]}}\""}