{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"It is important to make reasonable use of all available means of communication to announce upcoming changes to the related development teams, support workgroups and service owners. Since many services and applications depend on each other, broadband announcements will assist you in covering all interested users of affected systems or services and missing none.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Find time to create a change plan with maximum details in advance: who, when, what, what exactly, etc. and distribute it. During the implementation phase, you can be short for time to get things together. The detailed change plan lets everybody know their roles and have their own detailed scenario to act.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Be sure to prepare and perform proper testing: verify that tests are conducted in the environment equal to the production conditions in every detail (software versions, update sets, data, etc.). Beware of situations when workgroups have to rollback and spend extra time for extra planning, testing and another implementation.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"According to one of the change management process objectives, plan implementing changes so that there's no disruption to IT service provision (e.g., installation of new application releases during non-working time, etc.).\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}