{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Правильные действия в случае возникновения пожара или других чрезвычайных ситуаций являются залогом безопасности людей, попавших в чрезвычайную ситуацию. Теоретическое обучение и практические тренировки, направленны на предупреждение возникновения паники, неверного поведения и способы спасения людей до прибытия спасательных подразделений МЧС.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Практически любая чрезвычайная ситуация (пожар, авария, террористический акт и др.) сопровождается отключением электричества. У многих в темноте срабатывает не логическое мышление, а инстинкт самосохранения и возникает паника, что приводит к давке и неразберихе и как итог к негативным последствиям. Поэтому так важно обращать внимание на места расположения выходов из здания и помещений и внимательно изучить план эвакуации, на котором указана основная необходимая информация для безопасного покидания здания в чрезвычайной ситуации.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Панические реакции проявляются в форме ступора или оцепенения, либо неконтролируемой гиперактивности.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Ступор или оцепенение проявляется в форме расслабленности, вялости действий, общей заторможенности, а при крайней степени проявления — полной обездвиженности, в которой человек физически не способен выполнить команду.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"В случае неконтролируемой гиперактивности наблюдается хаотическое метание, дрожание рук, тела, голоса. Речь ускорена, высказывания могут быть непоследовательными. Ориентирование в окружающей обстановке поверхностное.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Оба варианта панической реакции могут привести к значительному затягиванию времени эвакуации людей из опасной зоны и как следствие к резкому возрастанию вероятности получения опасных травм или даже летального исхода.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}