{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"EPAM may transfer your personal data, including any sensitive personal data as necessary, to third parties for the processing purposes set out in section 1.3 as follows:\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"unordered-list\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Within the EPAM Group of Companies:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" As part of our global structure, employee managers or certain regional or global departments may be located at other EPAM group entities. Therefore, our parent entity in the United States and other EPAM entities within the global EPAM group of companies may receive your personal data such as in order to administer the workforce, monitor and ensure compliance with applicable EPAM procedures, and respond to and comply with requests and legal demands. In order to provide adequate protection for such personal data transfers, EPAM implements organizational and technical security measures and data transfers agreements including those based on the EU Standard Contractual Clauses adopted by the European Commission and similar forms deemed adequate by the European Commission and relevant authorities.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"With certain third parties:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" Existing or potential business partners, suppliers, customers, independent external advisors (e.g., auditors), banks, insurance carriers, benefits providers, and other third parties may also receive your personal data as necessary in connection with our business operations, in particular to carry out our contractual relationships with such third parties, to administer and provide compensation, administer and provide applicable benefits and other work-related allowances, administer the workforce, comply with applicable laws and employment-related requirements, communicate with employees and third parties, to comply with corporate financial responsibilities, and respond to and comply with requests and legal demands.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"With our customers\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\": If you work on customer projects, we may provide the customer with a description of your education and experience or a copy of your resume, with or without your name, but after removing your personal contact information. You might be asked to participate in interviews with our customer for the purpose of onboarding you on a customer project. Once you have been provisionally selected for a client project and before you can start on the project, there may be a requirement for you to undergo background checks (which may include personal data concerning your criminal record) which may be carried out by us, the customer or a third party, or for us to confirm to the customer that you have successfully passed any required background checks, always subject to applicable law. We may provide the customer with a statement confirming passing of background checks which may include no criminal conviction record. The customer will not receive information regarding your criminal convictions, if any. During your cooperation with the customer, we may share data including but not limited to information about your performance and feedback, as well as fees, work time, work schedule, absences, billing data, and termination of your work on the project. This information is shared on the basis of legitimate interest of EPAM and/or the customer.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"With certain acquiring or acquired entities:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" If the EPAM business for which you work is sold or transferred in whole or in part or if EPAM is acquiring and integrating another entity into the EPAM business for which you work (or any similar transaction is being contemplated), your personal data may be transferred to the other entity (e.g., the new employer, potential new employer, the new acquired entity, or potential new acquired entity) prior to the transaction (e.g., during the diligence phase) or after the transaction, subject to any rights provided by applicable law, including jurisdictions where the other entity is located.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"With personal data processors:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" Certain third parties, whether affiliated or unaffiliated, may receive your personal data to process such information under appropriate instructions (\\\\\\\"\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Data Processors\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\\\\") as necessary to support and facilitate the processing purposes. The Data Processors will be subject to contractual obligations to implement appropriate technical and organizational security measures to safeguard your personal data, and to process your personal data only as instructed and to provide adequate protection to personal data transfers (where applicable). \\\",\\\"marks\\\":[]}]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Depending on the case, the above referred individuals/entities to whom your data may be disclosed will act in most cases as data controllers or processors. They will process your personal data for the purposes indicated in this Privacy Notice or for other purposes which are compatible with the ones indicated this Privacy Notice.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"As far as the transfer of your data to a third countries (other than EEA members) is concerned, EPAM guarantees that in any event the transfer of such data will take place in accordance with one of the mechanisms allowed by the law, such as for example: (i) your consent, (ii) the adoption of Standard Contractual Clauses approved by the European Commission, (iii) the selection of transferees which subscribed to programs pertaining to the free movement of data or which operate in countries considered as safe by the European Commission. If deemed necessary, EPAM will implement other measures that supplement transfer tools to ensure compliance with the EU level of protection of personal data.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used, or accessed in an unauthorized way, altered or disclosed. In addition, we limit access to your personal data to those employees, contractors and third parties who have a business need to know. They will only process your personal data on our instructions, and they are subject to a duty of confidentiality. \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"We have put in place procedures to deal with any suspected data security breach and will notify you and any applicable regulator of a suspected breach where we are legally required to do so.\\\",\\\"marks\\\":[]}]}]}}\""}