{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"We expect our Supplier's to adhere to the following standards, which are based on internationally recognized standards:\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-header-3\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"I.\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Compliance with all Applicable Laws, Rules, and Regulations:\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-underlined\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"As a Supplier, you agree that all business conducted on behalf of EPAM shall be accomplished in full compliance with applicable laws, rules, regulations, and policies. If local laws are less restrictive than the principles set forth in this Supplier Code of Conduct, you are expected to, at a minimum, comply with this Supplier Code of Conduct. If local laws are more restrictive than the Supplier Code of Conduct, you are expected to, at a minimum, comply with applicable local laws.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"ordered-list\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Anti-Bribery/Corruption Laws\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\". Supplier shall not make, authorize, or offer any bribes, kickbacks, or payments of money or anything of value to anyone, including officials, employees, or representatives of any government or public or international organization, or to any other third party (public or private sector) for the purpose of obtaining or retaining business, or influencing any other favorable business decision, that is related in any way to EPAM System Suppliers are required to comply with the Foreign Corrupt Practices Act and all applicable other foreign anti-bribery laws, including without limitation the UK Bribery Act 2010.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Anti-Money Laundering Laws\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\". Supplier shall comply with all laws, regulations and orders regarding doing business with, maintaining accounts for or handling transactions or monetary transfers for foreign countries or foreign nationals listed on the United States OFAC list of Specially Designated Nationals and Block Entities and any similar requirements of other countries in which EPAM Systems or Supplier conducts business (collectively, “Anti-Money Laundering Laws”). Supplier shall implement appropriate procedures, processes and internal controls to ensure compliance with the Anti-Money Laundering Law Supplier must take immediate appropriate action to block or reject any pending transaction, and comply with any governmental reporting and mitigation actions.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Antitrust and Competition Laws\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\". Because Antitrust and competition laws are designed to protect consumers and competitors against unfair business practices and promote and protect healthy competition, EPAM Systems expects its Supplier to observe and comply all antitrust or competition laws of all nations or organizations.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Securities and Insider Trading Laws\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\". Supplier is expected to comply with applicable insider trading and securities laws governing transactions in the securities of EPAM System Supplier is expected to comply with applicable insider trading and securities laws governing transactions in the securities of EPAM Systems or of EPAM Systems' business partner Securities include common stocks, bonds, options, futures, and other financial instrument Suppliers that possess or have access to material, nonpublic information gained through their work with EPAM Systems may not use that information to trade in EPAM Systems' securities or the securities of another company to which the information pertains.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Confidential Information, Data Privacy and Intellectual Property\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\". Supplier must protect the intangible and tangible assets of EPAM Systems and its business partners entrusted to Supplier in the course of Supplier's work with EPAM Systems, such as confidential information, personal information protected by data privacy laws, and intellectual property (“Confidential Information”). Unauthorized release or use of Confidential Information can cause a loss of competitive advantage or create other financial and legal exposure If personally identifiable information protected by data privacy laws is related to Supplier's work with EPAM Systems, Supplier must comply with the data privacy laws and EPAM Systems' policies and special handling requirement Intellectual property rights, such as code, processes, procedures, copyrighted works, ideas, trade secrets, patents and know-how are core to EPAM Systems' and it business partners' busines Supplier must not misuse, or fail to secure the needed IP ownership rights for EPAM Systems and its business partner Supplier must respect the intellectual property rights of third parties.\\\",\\\"marks\\\":[]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"list-item-child\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Employment Laws.\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" Supplier will not engage in discrimination, retaliation or harassment as prohibited by law in screening, hiring or in its employment practices because of any of the following: Race, Color, National origin or ancestry, Ethnicity, Caste, Genetic information, Sex, Sexual orientation, Gender, Gender identity or expression, Age, Religion, Marital status, Veteran/ Military status, Citizenship Status, Political or Union affiliation, Medical condition, Personal appearance, Pregnancy, Physical or Mental disability, or any other legally protected status. Supplier will not subject workers or potential workers to unlawful medical tests or physical exams.\\\",\\\"marks\\\":[]}]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\" \\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}