{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"You will have a Mentor who is assigned to you for a set period of time. This person can give you guidance on specific aspects of your job (e.g. where to find your documentation templates). You will establish contact with your Mentor, but please be aware this may not be face-to-face contact if your Mentor is based somewhere else.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-header-2\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Client Site Induction\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"If you are starting at a client site and your Mentor is also at the same client site, they may also be able to help you to get your bearings in the beginning, such as getting a security pass, client office working hours, locations of dining areas, designated smoking areas, location of the restrooms, etc. However, this should all be included in the client's induction which will be provided for you.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"The client induction should have been scheduled for you prior to your start date. If this is not the case, and you have not heard anything about your induction within your first week of employment, please contact your HR Manager who can then follow up with the client on your behalf.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}