{"content":"\"{\\\"object\\\":\\\"value\\\",\\\"document\\\":{\\\"object\\\":\\\"document\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-header-1\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Контроль за торговыми и экспортными операциями\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Будучи международной компанией, ЭПАМ должен соблюдать законодательство о торговом и экспортном контроле во всех странах, в которых ЭПАМ работает. Понятие и перечень контролируемых объектов могут существенно разниться и могут выходить далеко за рамки товаров, услуг или технологий, связанных с обороной или национальной безопасностью. Если у Вас есть сомнения на тему использования какой-либо технологии на проекте, пожалуйста, обратитесь к комплаенс менеджеру или юридической службе за помощью в определении того, применимы ли какие-либо экспортные ограничения и как их не нарушить.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"ЭПАМ также должен соблюдать санкционные меры и торговые эмбарго, вводимые правительствами стран, в которых работает ЭПАМ. Санкции обычно подразумевают заморозку активов определенных лиц, организаций или государственных органов, а также ограничения на торговлю некоторыми товарами и услугами или проведение отдельных видов сделок. Наказания за несоблюдение санкционных мер или торговых ограничений могут быть достаточно жесткими, включая штрафы, налагаемые на вовлеченные в нарушения компании, и штрафы или тюремные сроки для граждан.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"uui-richTextEditor-quote\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"ЭПАМ проводит процедуру скрининга в отношении всех своих клиентов, поставщиков, субподрядчиков и сотрудников. В случае, если Вам надо убедиться в том, что на потенциального или существующего партнера ЭПАМа не распространяются санкции или торговые эмбарго, или же у Вас есть иные вопросы по процессу скрининга, пожал\\\",\\\"marks\\\":[]},{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"уйста, обращайтесь к WFA Finance Internal Audit или к комплаенс менеджеру.\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-span-mark\\\",\\\"data\\\":{\\\"style\\\":{}}}]}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Пожалуйста, прочтите отрывок из Кодекса Поведения ЭПАМа по контролю за торговыми и экспортными операциями и процедурой скрининга:\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"separatorBLock\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"в. Меры торгового и экспортного контроля, антибойкотные нормы\\\",\\\"marks\\\":[{\\\"object\\\":\\\"mark\\\",\\\"type\\\":\\\"uui-richTextEditor-bold\\\",\\\"data\\\":{}}]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Комплексное законодательство о торговом и экспортном контроле определяет, куда компания EPAM может отправлять свои или принадлежащие ее клиентам продукты, услуги или техническую информацию и где она их может получать. Эти законы также регулируют право конкретного частного лица или организации из конкретной страны получать доступ к этим продуктам, услугам или технической информации.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Понятие контролируемых продуктов, услуг и технологий сложное и обширное. Оно имеет более широкое значение, чем продукты, услуги или информация военного назначения. В него входят продукты, услуги, информация или технические данные для коммерческого использования (такие как исходный код для шифрования). Необходимо знать специфику конкретной технологии (в частности, номер клиента по классификации экспортного контроля в отношении этой технологии или использование исходного кода для шифрования) и консультироваться со специалистом по внутреннему контролю в вопросах применения ограничений на экспорт.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"От компании EPAM, ее клиента или делового партнера может потребоваться получить выдаваемую государственным органом лицензию экспортного контроля или запросить у клиента подтверждение такого получения, а также соответствующим образом укомплектовать штат EPAM.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"Компания EPAM также должна соблюдать экономические санкции и эмбарго, которые приняты в стране, где она осуществляет свою деятельность. Поскольку головной офис EPAM расположен в США, компания соблюдает экономические санкции и эмбарго, которые эта страна применяет в отношении отдельных стран и частных лиц. Необходимо сверять третьих лиц со списком санкций Управления по контролю за иностранными активами Министерства финансов США и списками других стран, установленными EPAM, с использованием процедур контроля и автоматизированных инструментов в соответствии с политиками и процедурами EPAM. Сотрудники EPAM должны воздерживаться от участия в международных бойкотах, которые не признаны правительством США.\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"separatorBLock\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\",\\\"marks\\\":[]}]},{\\\"object\\\":\\\"block\\\",\\\"type\\\":\\\"paragraph\\\",\\\"data\\\":{},\\\"nodes\\\":[{\\\"object\\\":\\\"text\\\",\\\"text\\\":\\\"\\\\n\\\\n\\\",\\\"marks\\\":[]}]}]}}\""}